{
  "home": "Home",
  "about": "About",
  "project": "Projects",
  "contact": "Contact",
  "presentation": "Hi, I am Jonathan Febraio!",
  "introduction": "I'm a Web Developer who writes clean, elegant and efficient codes, passionate about technology, always looking for new knowledge and challenges...",
  "button": "Contact",
  "cv": "Download CV",
  "aboutSubTitle": "Here you will find more information about me, what I do, and my current skills mostly in terms of programming and technology.",
  "aboutTextInto": "Come get to know me better!",
  "aboutText": "I'm a technology enthusiast, passionate about programming that found its true vocation in the world of web development. My journey began in another area, the construction area, but I soon found that my true passion was in coding and creating innovative solutions.",
  "aboutCareerInto": "Career change:",
  "aboutTextCarrer": "The transition to web development was not easy, but it was incredibly rewarding. I dedicated myself intensely to studies at Trybe School, and the Faculty of Americas (FAM) where I deepened in cutting-edge technologies and collaborated in challenging projects. These experiences solidified my love for the back end, although I also feel at home working with the front end.",
  "aboutExperienceInto": "Skills and Expertise:",
  "aboutTextExperience": "Today I am a Full Stack developer with a special interest in Back End but comfortable with front end. My approach is always oriented to the solution, seeking to write clean and efficient codes. I am always ready to face complex challenges, especially those that allow me to innovate and learn.",
  "aboutObjectivesInto": "Future objectives:",
  "aboutTextObjectives": "My goal is to become a senior developer, leading projects that not only solve real problems, but also inspire and innovate. At the same time, I'm dedicating myself to improving my English, because I believe this will open new doors and opportunities in the global scenario of technology.",
  "aboutcuriosityInto": "Curiosity:",
  "aboutTextCuriosity": "Passion for superheroes: When I'm not encoding, you will probably find me plunged into the universe of superheroes, exploring your stories and lessons. I believe that, like superheroes, every developer has a unique superpower: the ability to create and transform ideas into reality.",
  "conect": "If you are looking for a developer who is dedicated, creative and always ready to learn, I would be delighted to connect with you. Let's create something incredible together!",
  "projectPageTitle": "Projects",
  "projetctsSubTitle": "Here you will find some of the personal and client projects I have created, each project containing its details and technologies used.",
  "projects": {
    "project0": {
      "description": "The Scheduling System project is a full stack application developed for a client who owns a barbershop. It allows customers to book appointments for haircuts, shaves and other services offered by the barbershop in a convenient way, in addition to other functions."
    },
    "project1": {
      "description": "The Portfolio project is a presentation website, it was developed to transmit information from a developer, such as information about their current position, objectives, what skills they have, etc…"
    }
  },
  "buttonDetails": "View more",
  "contactSubTitle": "Feel free to Contact me by submitting the form below and I will get back to you as soon as possible.",
  "name": "Enter your name",
  "email": "Enter your email",
  "message": "Enter your message",
  "buttonSubmit": "Submit",
  "footerApresentation": "A FullStack developer passionate about technology and programming, always looking for new challenges and knowledge.",
  "success": "Message sent successfully!",
  "error": "Error sending message!"
}
