{
  "home": "Início",
  "about": "Sobre Mim",
  "project": "Projetos",
  "presentation": "Olá, eu sou o Jonathan Febraio!",
  "contact": "Contato",
  "introduction": " Sou um Desenvolverdor Web que escreve códigos limpos, elegantes e eficientes, apaixonado por tecnologia, sempre em busca de novos conhecimentos e desafios...",
  "button": "Contato",
  "cv": "Baixar CV",
  "aboutSubTitle": "Aqui você encontrará mais informações sobre mim, o que faço e minhas habilidades atuais principalmente em termos de programação e tecnologia.",
  "aboutTextInto": "Venha me conhecer melhor!",
  "aboutText": "Sou um entusiasta da tecnologia, apaixonado por programação que encontrou sua verdadeira vocação no mundo do desenvolvimento web. Minha jornada começou em outra área, a área da construção civil, mas logo descobri que minha verdadeira paixão estava em codificar e criar soluções inovadoras.",
  "aboutCareerInto": "Mudança de carreira:",
  "aboutTextCarrer": "A transição para o desenvolvimento web não foi fácil, mas foi incrivelmente gratificante. Dediquei-me intensamente aos estudos na escola Trybe, e A Faculdade das Americas (FAM) onde me aprofundei em tecnologias de ponta e colaborei em projetos desafiadores. Essas experiências solidificou meu amor pelo back-end, embora eu também me sinta em casa trabalhando com o front-end.",
  "aboutExperienceInto": "Habilidades e Expertise:",
  "aboutTextExperience": "Hoje, sou um desenvolvedor Full Stack com um interesse especial no Back-end mas confortavel com Front-end. Minha abordagem é sempre orientada para a solução, buscando escrever códigos limpos e eficientes. Estou sempre pronto para enfrentar desafios complexos, especialmente aqueles que me permitem inovar e aprender.",
  "aboutObjectivesInto": "Objetivos Fulturos:",
  "aboutTextObjectives": "Meu objetivo é me tornar um desenvolvedor sênior, liderando projetos que não apenas resolvam problemas reais, mas também inspirem e inovem. Paralelamente, estou me dedicando a melhorar meu inglês, pois acredito que isso abrirá novas portas e oportunidades no cenário global da tecnologia.",
  "aboutcuriosityInto": "Curiosidades:",
  "aboutTextCuriosity": "Paixão por Super-Heróis: Quando não estou codificando, você provavelmente me encontrará mergulhado no universo dos super-heróis, explorando suas histórias e lições. Eu acredito que, assim como os super-heróis, todo desenvolvedor tem um superpoder único: a capacidade de criar e transformar ideias em realidade.",
  "conect": "Se você está buscando um desenvolvedor dedicado, criativo e sempre pronto para aprender, seria uma enorme satisfação conectar-me com você. Vamos juntos criar algo incrível!",
  "projetctsSubTitle": "Aqui você encontrará alguns dos projetos pessoais e de clientes que criei, cada projeto contendo seus detalhes e tecnologias utilizadas.",

  "projectPageTitle": "Projetos",
  "projects": {
    "project0": {
      "description": "O projeto Sistema de agendamentos é um aplicativo Full stack desenvolvido para um cliente que é dono de uma barbearia,Ele permite que os clientes reservem horários para cortes de cabelo, barbas e outros serviços oferecidos pela barbearia de forma conveniente além de outras funções."
    },
    "project1": {
      "description": "O projeto Portfólio é um site de apresentação, ele foi desenvolvido para transmitir informações de um desenvolvedor como por exemplo informações sobre, cargo atual, objetivos, quais Habilidades possui, etc…"
    }
  },
  "buttonDetails": "Ver mais",
  "contactSubTitle": "Sinta-se à vontade para entrar em contato comigo enviando o formulário abaixo e entrarei em contato com você o mais breve possível.",
  "name": "Digite seu nome",
  "email": "Digite seu email",
  "message": "Digite sua mensagem",
  "buttonSubmit": "Enviar",
  "footerApresentation": "Um desenvolvedor FullStack apaixonado por tecnologia e programação sempre em busca de novos desafios e conhecimentos.",
  "success": "Mensagem enviada com sucesso!",
  "error": "Erro ao enviar mensagem!",
  "detailsInto": "Esta página contém detalhes do projeto",
  "detailsInto2": "uma visão geral do porquê ele foi feito, ferramentas e tecnologias utilizadas e links ativos para acessar o deploy do projeto e seus códigos."
}
